Revit 2027 API
RibbonPanel.AddStackedItems Method
Overload List
Name | Description
AddStackedItems(RibbonItemData, RibbonItemData) |  Adds two stacked items to the panel.
AddStackedItems(RibbonItemData, RibbonItemData, RibbonItemData) |  Adds three stacked items to the panel.
Top
See Also
Reference
RibbonPanel Class
Autodesk.Revit.UI Namespace